<?php
// Heading
$_['heading_title']                    = 'فروشگاه ها';

// Text
$_['text_settings']                    = 'تنظیمات';
$_['text_success']                     = 'نتیجه: فروشگاه ها با موفقیت تغییر یافت!';
$_['text_list']                        = 'لیست فروشگاه ها';
$_['text_add']                         = 'افزودن فروشگاه';
$_['text_edit']                        = 'ویرایش فروشگاه';
$_['text_items']                       = 'موارد';
$_['text_tax']                         = 'مالیات ها';
$_['text_account']                     = 'حساب کاربری';
$_['text_checkout']                    = 'تسویه حساب';
$_['text_stock']                       = 'انبار';
$_['text_shipping']                    = 'آدرس حمل و نقل';
$_['text_payment']                     = 'آدرس پرداخت';

// Column
$_['column_name']                      = 'نام فروشگاه';
$_['column_url']	                   = 'آدرس (URL) فروشگاه';
$_['column_action']                    = 'عملیات';

// Entry
$_['entry_url']                        = 'آدرس (URL) فروشگاه';
$_['entry_ssl']                        = 'آدرس (URL) اس اس ال (SSL)';
$_['entry_name']                       = 'نام فروشگاه';
$_['entry_owner']                      = 'صاحب فروشگاه';
$_['entry_address']                    = 'آدرس';
$_['entry_geocode']                    = 'کد جغرافیایی';
$_['entry_email']                      = 'ایمیل';
$_['entry_telephone']                  = 'تلفن';
$_['entry_fax']                        = 'فکس';
$_['entry_image']                      = 'تصویر';
$_['entry_open']                       = 'ساعات کاری';
$_['entry_comment']                    = 'توضیح';
$_['entry_location']                   = 'مکان فروشگاه';
$_['entry_meta_title']                 = 'متای عنوان';
$_['entry_meta_description']           = 'متا تگ توضیحات';
$_['entry_meta_keyword']               = 'متا تگ کلمات کلیدی';
$_['entry_layout']                     = 'چیدمان پیش فرض';
$_['entry_template']                   = 'قالب';
$_['entry_country']                    = 'کشور';
$_['entry_zone']                       = 'منطقه (استان)';
$_['entry_language']                   = 'زبان';
$_['entry_currency']                   = 'واحد پول';
$_['entry_product_limit']              = 'موارد پیش فرض در هر صفحه (فروشگاه)';
$_['entry_product_description_length'] = 'تعداد توضیحات نمایش لیست (فروشگاه)';
$_['entry_tax']                        = 'نمایش قیمت با مالیات';
$_['entry_tax_default']                = 'استفاده از آدرس مالیاتی فروشگاه';
$_['entry_tax_customer']               = 'استفاده از آدرس مالیاتی مشتری';
$_['entry_customer_group']             = 'گروه مشتری';
$_['entry_customer_group_display']     = 'گروه های مشتری';
$_['entry_customer_price']             = 'نمایش قیمت با وارد شدن';
$_['entry_account']                    = 'شرایط حساب کاربری';
$_['entry_cart_weight']                = 'نمایش وزن در صفحه سبد خرید';
$_['entry_checkout_guest']             = 'تسویه حساب مهمان';
$_['entry_checkout']                   = 'شرایط تسویه حساب';
$_['entry_order_status']               = 'وضعیت سفارش';
$_['entry_stock_display']              = 'نمایش موجودی انبار';
$_['entry_stock_checkout']             = 'تسویه حساب انبار';
$_['entry_logo']                       = 'لوگوی فروشگاه';
$_['entry_icon']                       = 'آیکون';
$_['entry_image_category']             = 'اندازه تصویر دسته بندی';
$_['entry_image_thumb']                = 'اندازه تصویر بند انگشتی کالا';
$_['entry_image_popup']                = 'اندازه تصویر پاپ آپ کالا';
$_['entry_image_product']              = 'اندازه تصویر لیست کالا';
$_['entry_image_additional']           = 'اندازه تصویر اضافی کالا';
$_['entry_image_related']              = 'اندازه تصویر کالای مرتبط';
$_['entry_image_compare']              = 'اندازه تصویر مقایسه کالا';
$_['entry_image_wishlist']             = 'اندازه تصویر لیست دلخواه';
$_['entry_image_cart']                 = 'اندازه تصویر سبد خرید';
$_['entry_image_location']             = 'انداره تصویر فروشگاه';
$_['entry_width']                      = 'عرض';
$_['entry_height']                     = 'ارتفاع';
$_['entry_secure']                     = 'استفاده از اس اس ال (SSL)';

// Help
$_['help_url']                         = 'آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال: http://www.yourdomain.com/path<br /><br /> برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید. شما باید معمولا دامنه یا زیر دامنه ی (Sub Domain) دیگری را به هاستینگ خود پوینت (Point) نمایید.';
$_['help_ssl']                         = 'آدرس SSL فروشگاه شما. آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال: http://www.yourdomain.com/path<br /><br /> برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید. شما باید معمولا دامنه یا زیر دامنه ی (Sub Domain) دیگری را به هاستینگ خود پوینت (Point) نمایید.';
$_['help_geocode']                     = 'لطفا کد جغرافیایی مکان فروشگاه خود را به صورت دستی وارد نمایید.';
$_['help_open']                        = 'ساعات کاری فروشگاهتان را وارد نمایید.';
$_['help_comment']                     = 'این فیلد برای هر یادداشت ویژه ای است که شما مایلید به مشتری بگویید. به عنوان مثال فروشگاه چک قبول نمی کند.';
$_['help_location']                    = 'مکان های مختلف (شعب) فروشگاه شما که می خواهید در صفحه تماس با ما نمایش داده شوند.';
$_['help_currency']                    = 'پس از تغییر واحد پول پیش فرض کش مرورگر و کوکی های مرورگر خود را پاک سازی کرده تا تغییرات را مشاهده نمایید.';
$_['help_product_limit'] 	           = 'تعیین تعداد آیتم هایی که در هر صفحه از فروشگاه نمایش داده می شود (کالاها، دسته بندی ها و غیره).';
$_['help_product_description_length']  = 'تعداد کاراکتر توضیحات کوتاه در حالت نمایش به صورت لیست (دسته بندی ها، ویژه ها و غیره).';
$_['help_tax_default']                 = 'استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سایت نشده است. شما می توانید انتخاب کنید که از آدرس فروشگاه برای حمل و نقل مشتریان و یا آدرس پرداخت آن ها استفاده شود.';
$_['help_tax_customer']                = 'استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می شود. شما می توانید از آدرس پیش فرض برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.';
$_['help_customer_group']              = 'گروه پیش فرض مشتری.';
$_['help_customer_group_display']      = 'نمایش گروه های مشتری در حین ثبت نام مشتری جدید و امکان انتخاب گروه مشتری به عنوان عمده فروش و ... توسط مشتری.';
$_['help_customer_price']              = 'تنها زمانی که مشتری وارد شود قیمت نمایش داده می شود.';
$_['help_account']                     = 'اجبار افراد به پذیرفتن شرایط قبل از اینکه بتوانند یک حساب کاربری ایجاد نمایند.';
$_['help_checkout_guest']              = 'اجازه دادن به مشتریان برای خرید بدون ثبت نام. این امکان زمانی که یک کالای دانلودی در سبد خرید باشد امکان پذیر نیست.';
$_['help_checkout']                    = 'اجبار افراد به پذیرفتن شرایط قبل از اینکه مشتری بتواند تسویه حساب نماید.';
$_['help_order_status']                = 'قرار دادن حالت پیش فرض برای سفارش های در حال بررسی.';
$_['help_stock_display']               = 'نمایش تعداد موجودی انبار در صفحه کالا.';
$_['help_stock_checkout']              = 'به مشتریان اجازه می دهد در صورت موجود نبودن کالا در انبار آن را خریداری نمایند.';
$_['help_icon']                        = 'آیکون باید با فرمت PNG و در ابعاد 16 px در 16 px باشد.';
$_['help_secure']                      = 'برای استفاده از اس اس ال (SSL) باید چک نمایید که گواهینامه اس اس ال (SSL) روی هاست شما نصب است.';

// Error
$_['error_warning']                    = 'هشدار: لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']                 = 'هشدار: امکان تغییر فروشگاه ها وجود ندارد!';
$_['error_name']                       = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']                      = 'صاحب فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']                    = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']                      = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_telephone']                  = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_url']                        = 'آدرس (URL) فروشگاه مورد نیاز است!';
$_['error_meta_title']                 = 'متای عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_limit']       	           = 'تعداد مورد نیاز است!';
$_['error_customer_group_display']     = 'برای استفاده از این ویژگی باید گروه مشتری پیش فرض را انتخاب نمایید!';
$_['error_image_thumb']                = 'ابعاد تصویر بند انگشتی کالا مورد نیاز است!';
$_['error_image_popup']                = 'ابعاد تصویر پاپ آپ کالا مورد نیاز است!';
$_['error_image_product']              = 'ابعاد تصویر لیست کالا مورد نیاز است!';
$_['error_image_category']             = 'ابعاد تصویر دسته بندی مورد نیاز است!';
$_['error_image_additional']           = 'ابعاد تصویر اضافی کالا مورد نیاز است!';
$_['error_image_related']              = 'ابعاد تصویر کالای مرتبط مورد نیاز است!';
$_['error_image_compare']              = 'ابعاد تصویر مقایسه کالا مورد نیاز است!';
$_['error_image_wishlist']             = 'ابعاد تصویر لیست دلخواه مورد نیاز است!';
$_['error_image_cart']                 = 'ابعاد تصویر سبد خرید مورد نیاز است!';
$_['error_image_location']             = 'ابعاد تصویر فروشگاه مورد نیاز است!';
$_['error_default']                    = 'هشدار: شما نمی توانید فروشگاه پیش فرض خود را حذف نمایید!';
$_['error_store']                      = 'هشدار: این فروشگاه را نمی توانید حذف نمایید زیرا در حال حاضر %s سفارش به فروشگاه اختصاص یافته است!';
?>