<?php
// Heading 
$_['heading_title']   = 'آیا رمز عبور خود را فراموش کرده ايد؟';

// Text
$_['text_account']    = 'حساب کاربری';
$_['text_forgotten']  = 'فراموشی رمز عبور';
$_['text_your_email'] = 'آدرس ايميل شما';
$_['text_email']      = 'لطفا آدرس ایمیل خود را وارد کرده و سپس بر روی دکمه ادامه کلیک کرده تا رمز عبور  شما به ایمیلتان ارسال شود.';
$_['text_success']    = 'نتيجه: یک رمز عبور جديد به آدرس ايميل شما ارسال شد.';

// Entry
$_['entry_email']     = 'آدرس ایمیل';

// Error
$_['error_email']     = 'هشدار: این آدرس ايميل در سوابق ما يافت نشد، لطفا مجددا سعی نمایيد!';
?>