<?php
// Heading 
$_['heading_title']                = 'ورود به حساب کاربری';

// Text
$_['text_account']                 = 'حساب کاربری';
$_['text_login']                   = 'ورود';
$_['text_new_customer']            = 'مشتری جدید';
$_['text_register']                = 'ثبت نام حساب کاربری';
$_['text_register_account']        = 'با ايجاد يک حساب کاربری می توانید سريع تر خريد نموده، تاريخچه سفارش های خود را مشاهده کرده و همچنين از وضعيت سفارش خود آگاهی پيدا کرده و آن را پیگیری نمایید.';
$_['text_returning_customer']      = 'مشتريان فروشگاه';
$_['text_i_am_returning_customer'] = 'من از مشتریان فروشگاه هستم.';
$_['text_forgotten']               = 'رمز عبور را فراموش کرده ام';

// Entry
$_['entry_email']                  = 'آدرس ایمیل';
$_['entry_password']               = 'رمز عبور';

// Error
$_['error_login']                  = 'هشدار: رمز عبور یا آدرس ایمیل وارد شده صحیح نمی باشد!';
$_['error_attempts']               = 'هشدار: تلاش شما برای ورود به حساب کاربری از حد مجاز بیشتر شده است. لطفا 1 ساعت دیگر مجددا تلاش نمایید.';
$_['error_approved']               = 'هشدار: حساب کاربری شما قبل از وارد شدن به سایت نیاز به تایید دارد!';
?>