<?php
// Heading
$_['heading_title'] = 'حساب کاربری شما ايجاد شده است!';

// Text
$_['text_message']  = '<p>تبريک! حساب کاربری شما با موفقيت ایجاد شد!</p> <p>هم اکنون می توانيد از امتیازات عضو بودن فروشگاه استفاده کرده و با ما لذت خريد آنلاين را تجربه نمایید.</p> <p>اگر شما هر گونه سوالی در مورد عملکرد اين فروشگاه آنلاین داريد به صاحب فروشگاه ایمیل بفرستيد.</p> <p>یک ایمیل تایید برای شما ارسال شد. اگر تا یک ساعت دیگر آن را دریافت نکردید لطفا با ما <a href="%s">تماس بگیرید</a>.</p>';
$_['text_approval'] = '<p>بابت ثبت نام در %s از شما سپاسگزاریم!</p><p>هنگامی که حساب کاربری شما توسط صاحب فروشگاه تایید شود از طریق ایمیل آگاه خواهید شد.</p><p>اگر شما هر گونه سوالی در مورد عملکرد اين فروشگاه آنلاین داريد لطفا با <a href="%s">صاحب فروشگاه تماس</a> بگیرید. </p>';
$_['text_account']  = 'حساب کاربری';
$_['text_success']  = 'نتيجه';
?>