<?php
// Heading 
$_['heading_title']    = 'خرید کارت هدیه';

// Text
$_['text_account']     = 'حساب کاربری';
$_['text_voucher']     = 'کارت هدیه';
$_['text_description'] = 'این کارت هدیه پس از سفارش و تسویه حساب شما برای ایمیل گیرنده، ارسال خواهد شد.';
$_['text_agree']       = 'از برگشت ناپذیری کارت هدیه آگاه بوده و آن را می پذیرم.';
$_['text_message']     = '<p>بابت خرید کارت هدیه از شما سپاسگزاریم! بعد از تکمیل سفارش شما یک ایمیل به گیرنده ی کارت هدیه ارسال خواهد شد که در آن جزئیات کارت هدیه و نحوه ی استفاده از آن توضیح داده شده است.</p>';
$_['text_for']         = '%s کارت هدیه برای %s';

// Entry
$_['entry_to_name']    = 'نام گیرنده';
$_['entry_to_email']   = 'ایمیل گیرنده';
$_['entry_from_name']  = 'نام شما';
$_['entry_from_email'] = 'ایمیل شما';
$_['entry_theme']      = 'قالب کارت هدیه';
$_['entry_message']    = 'پیام';
$_['entry_amount']     = 'مقدار';

// Help
$_['help_message']     = 'اختیاری';
$_['help_amount']      = 'مقدار باید بین %s و %s باشد.';

// Error
$_['error_to_name']    = 'نام گیرنده باید بین 1 تا 64 کاراکتر باشد!';
$_['error_from_name']  = 'نام شما باید بین 1 تا 64 کاراکتر باشد!';
$_['error_email']      = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_theme']      = 'شما باید یک قالب انتخاب نمایید!';
$_['error_amount']     = 'مقدار باید بین %s و %s باشد!';
$_['error_agree']      = 'هشدار: شما باید با برگشت ناپذیری کارت هدیه موافقت نمایید!';
?>