<?php
// Heading
$_['heading_title']        = 'نصب افزونه';

// Text
$_['text_success']         = 'نتیجه: افزونه شما با موفقیت نصب شد!';
$_['text_unzip']           = 'فایل ها در حال استخراج شدن است!';
$_['text_ftp']             = 'فایل ها در حال کپی شدن است!';
$_['text_sql']             = 'SQL در حال اجرا شدن است!';
$_['text_xml']             = 'تغییرات و اصلاحات در حال اعمال شدن است!';
$_['text_php']             = 'PHP در حال اجرا شدن است!';
$_['text_remove']          = 'فایل های موقت در حال حذف شدن است!';
$_['text_clear']           = 'نتیجه: تمام فایل های موقت با موفقیت پاک سازی شدند!';

// Entry
$_['entry_upload']         = 'آپلود فایل';
$_['entry_overwrite']      = 'فایل های که بازنویسی (Overwritten) خواهند شد.';
$_['entry_progress']       = 'پیشرفت';

// Help
$_['help_upload']          = 'یک فایل اصلاح و تغییر با پسوند ocmod.zip و یا ocmod.xml مورد نیاز است.';

// Error
$_['error_permission']     = 'هشدار: امکان تغییر افزونه ها وجود ندارد!';
$_['error_temporary']      = 'هشدار: تعدادی فایل موقت وجود دارند که نیازمند حذف شدن می باشند. برای حذف آن ها بر روی دکمه ی پاک کردن کلیک نمایید.';
$_['error_upload']         = 'فایل قابل آپلود نمی باشد!';
$_['error_filetype']       = 'نوع فایل نامعتبر می باشد!';
$_['error_file']           = 'فایل یافت نشد!';
$_['error_unzip']          = 'فایل زیپ باز نمی شود!';
$_['error_code']           = 'تغییرات و اصلاحات نیازمند یک شناسه یکتا و منحصر به فرد می باشد!';
$_['error_exists']         = 'تغییرات و اصلاحات %s در حال استفاده از همان شناسه کدی است که شما در حال تلاش برای آپلود آن می باشید!';
$_['error_directory']      = 'دایرکتوری حاوی فایل های آپلود شده یافت نشد!';
$_['error_ftp_status']     = 'اف تی پی باید در قسمت تنظیمات فعال شود';
$_['error_ftp_connection'] = 'به عنوان %s امکان اتصال وجود ندارد: %s';
$_['error_ftp_login']      = 'به عنوان %s نمی توان وارد شد';
$_['error_ftp_root']       = '%s به عنوان دایرکتوری روت و ریشه قابل تنظیم نمی باشد';
$_['error_ftp_directory']  = 'دایرکتوری %s قابل تغییر نمی باشد';
$_['error_ftp_file']       = 'فایل %s قابل آپلود نمی باشد';
?>