<?php
// Heading
$_['heading_title']     = 'تغییرات و اصلاحات';

// Text
$_['text_success']      = 'نتیجه: تغییرات و اصلاحات با موفقیت تغییر یافت!';
$_['text_refresh']      = 'هرگاه یک تغییر و اصلاح را فعال | غیرفعال و یا حذف کردید لازم است تا بر روی دکمه ی به روز رسانی برای بازسازی کش کلیک نمایید!';
$_['text_list']         = 'لیست تغییرات و اصلاحات';

// Column
$_['column_name']       = 'نام تغییر و اصلاح';
$_['column_author']     = 'نویسنده';
$_['column_version']    = 'نسخه';
$_['column_status']     = 'وضعیت';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر تغییرات و اصلاحات وجود ندارد!';
?>