<?php
// Heading
$_['heading_title']        = 'رابط های برنامه نویسی نرم افزار (API)';

// Text
$_['text_success']         = 'رابط های برنامه نویسی نرم افزار (API) با موفقیت ویرایش شد!';
$_['text_list']            = 'لیست رابط های برنامه نویسی نرم افزار (API)';
$_['text_add']             = 'افزودن رابط برنامه نویسی نرم افزار (API)';
$_['text_edit']            = 'ویرایش رابط برنامه نویسی نرم افزار (API)';
$_['text_ip']              = 'در زیر شما می توانید یک لیستی از آی پی هایی که اجازه دسترسی به رابط برنامه نویسی نرم افزار (API) دارند را ایجاد کنید. هم اکنون آی پی شما %s می باشد';

// Column
$_['column_username']      = 'نام کاربری رابط برنامه نویسی نرم افزار (API)';
$_['column_status']        = 'وضعیت';
$_['column_token']         = 'توکن';
$_['column_ip']            = 'آی پی';
$_['column_date_added']    = 'تاریخ افزودن';
$_['column_date_modified'] = 'تاریخ ویرایش';

$_['column_action']        = 'عملیات';

// Entry
$_['entry_username']       = 'نام کاربری رابط برنامه نویسی نرم افزار (API)';
$_['entry_key']            = 'کلید رابط برنامه نویسی نرم افزار (API)';
$_['entry_status']         = 'وضعیت';
$_['entry_ip']             = 'آی پی';

// Error
$_['error_permission']     = 'هشدار: شما اجازه ویرایش رابط های برنامه نویسی نرم افزار (API) را ند ارید!';
$_['error_username']       = 'نام کاربری رابط برنامه نویسی نرم افزار (API) باید بین 3 تا 20 کاراکتر باشد!';
$_['error_key']            = 'کلید رابط های برنامه نویسی نرم افزار (API) باید بین 64 تا 256 کاراکتر باشد!';
$_['error_ip']             = 'شما باید حداقل یک آی پی به لیست مجاز اضافه نمایید!';
?>