<?php
// Heading
$_['heading_title']      = 'شناسایی آی پی متقلبین';

// Text
$_['text_extension']     = 'افزونه ها';
$_['text_success']       = 'شناسایی آی پی متقلبین با موفقیت ویرایش شد!';
$_['text_edit']          = 'ویرایش شناسایی آی پی متقلبین';
$_['text_ip_add']        = 'افزودن آی پی آدرس';
$_['text_ip_list']       = 'لیست آی پی متقلبین';

// Column
$_['column_ip']          = 'آی پی';
$_['column_total']       = 'تعداد حساب کاربری';
$_['column_date_added']  = 'تاریخ افزودن';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_ip']           = 'آی پی';
$_['entry_status']       = 'وضعیت';
$_['entry_order_status'] = 'وضعیت سفارش';

// Help
$_['help_order_status']  = 'مشتریانی که یک آی پی سیاه در حساب کاربری خود دارند این وضعیت سفارش برایشا ثبت می شود و به آنها اجازه داده نخواهد شد که به وضعیت سفارش کامل به صورت اتوماتیک برسند.';

// Error
$_['error_permission']   = 'هشدار: شما اجازه ویرایش شناسایی آی پی متقلبین را ندارید!';
?>