<?php
// Heading
$_['heading_title']           = 'کشورها';

// Text
$_['text_success']            = 'نتیجه: کشورها با موفقیت تغییر یافت!';
$_['text_list']               = 'لیست کشورها';
$_['text_add']                = 'افزودن کشور';
$_['text_edit']               = 'ویرایش کشور';

// Column
$_['column_name']             = 'نام کشور';
$_['column_iso_code_2']       = 'کد ایزو (2)';
$_['column_iso_code_3']       = 'کد ایزو (3)';
$_['column_action']           = 'عملیات';

// Entry
$_['entry_name']              = 'نام کشور';
$_['entry_iso_code_2']        = 'کد ایزو (2)';
$_['entry_iso_code_3']        = 'کد ایزو (3)';
$_['entry_address_format']    = 'فرمت آدرس';
$_['entry_postcode_required'] = 'کد پستی مورد نیاز است';
$_['entry_status']            = 'وضعیت';

// Help
$_['help_address_format']     = 'نام = {firstname}<br />نام خانوادگی = {lastname}<br />شرکت = {company}<br />آدرس 1 = {address_1}<br />آدرس 2 = {address_2}<br />شهر = {city}<br />کدپستی = {postcode}<br />منطقه (استان) = {zone}<br />کد منطقه (استان) = {zone_code}<br />کشور = {country}';

// Error
$_['error_permission']        = 'هشدار: امکان تغییر کشورها وجود ندارد!';
$_['error_name']              = 'هشدار: نام کشور باید بین 3 تا 128 کاراکتر باشد!';
$_['error_default']           = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به کشور پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']             = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_address']           = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به %s دفترچه آدرس اختصاص یافته است!';
$_['error_affiliate']         = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به %s بازاریاب اختصاص یافته است!';
$_['error_zone']              = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به %s منطقه (استان) اختصاص یافته است!';
$_['error_zone_to_geo_zone']  = 'هشدار: این کشور را نمی توانید حذف نمایید زیرا در حال حاضر به %s منطقه جغرافیایی اختصاص یافته است!';
?>