<?php
// Heading
$_['heading_title']      = 'مناطق جغرافیایی';

// Text
$_['text_success']       = 'نتیجه: مناطق جغرافیایی با موفقیت تغییر یافت!';
$_['text_list']          = 'لیست مناطق جغرافیایی';
$_['text_add']           = 'افزودن منطقه جغرافیایی';
$_['text_edit']          = 'ویرایش منطقه جغرافیایی';

// Column
$_['column_name']        = 'نام منطقه جغرافیایی';
$_['column_description'] = 'توضیحات';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام منطقه جغرافیایی';
$_['entry_description']  = 'توضیحات';
$_['entry_country']      = 'کشور';
$_['entry_zone']         = 'منطقه (استان)';

// Error
$_['error_permission']   = 'هشدار: امکان تغییر مناطق جغرافیایی وجود ندارد!';
$_['error_name']         = 'نام منطقه جغرافیایی باید بین 3 تا 32 کاراکتر باشد!';
$_['error_description']  = 'توضیحات باید بین 3 تا 255 کاراکتر باشد!';
$_['error_tax_rate']     = 'هشدار: این منطقه جغرافیایی را نمی توانید حذف نمایید زیرا در حال حاضر به یک یا بیشتر از یک نرخ مالیات اختصاص یافته است!';
?>