<?php
// Heading
$_['heading_title']    = 'کلاس های طول';

// Text
$_['text_success']     = 'نتيجه: کلاس های طول با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست کلاس های طول';
$_['text_add']         = 'افزودن کلاس طول';
$_['text_edit']        = 'ویرایش کلاس طول';

// Column
$_['column_title']     = 'عنوان طول';
$_['column_unit']      = 'واحد طول';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان طول';
$_['entry_unit']       = 'واحد طول';
$_['entry_value']      = 'مقدار';

// Help
$_['help_value']       = 'در صورتی که طول پيش فرض شما است 1.00000 را وارد نمایید.';

// Error
$_['error_permission'] = 'هشدار: امکان تغيير کلاس های طول وجود ندارد!';
$_['error_title']      = 'عنوان طول باید بین 3 تا 32 کاراکتر باشد!';
$_['error_unit']       = 'واحد طول باید بین 1 تا 4 کاراکتر باشد!';
$_['error_default']    = 'هشدار: این کلاس طول را نمی توانید حذف نمایید زیرا در حال حاضر به کلاس طول پیش فرض فروشگاه اختصاص یافته است!';
$_['error_product']    = 'هشدار: این کلاس طول را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>