<?php
// Heading
$_['heading_title']    = 'مکان های فروشگاه';

// Text
$_['text_success']     = 'نتیجه: مکان های فروشگاه با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست مکان های فروشگاه';
$_['text_add']         = 'افزودن مکان فروشگاه';
$_['text_edit']        = 'ویرایش مکان فروشگاه';
$_['text_default']     = 'پیش فرض';
$_['text_time']        = 'ساعات کاری';
$_['text_geocode']     = 'کد جغرافیایی بنا به دلایل زیر موفقیت آمیز نبود:';

// Column
$_['column_name']      = 'نام فروشگاه';
$_['column_address']   = 'آدرس';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام فروشگاه';
$_['entry_address']    = 'آدرس';
$_['entry_geocode']    = 'کد جغرافیایی';
$_['entry_telephone']  = 'تلفن';
$_['entry_fax']        = 'فکس';
$_['entry_image']      = 'تصویر';
$_['entry_open']       = 'ساعات کاری';
$_['entry_comment']    = 'توضیح';

// Help
$_['help_geocode']     = 'لطفا کد جغرافیایی مکان فروشگاه خود را به صورت دستی وارد نمایید.';
$_['help_open']        = 'ساعات کاری فروشگاهتان را وارد نمایید.';
$_['help_comment']     = 'این فیلد برای هر یادداشت ویژه ای است که شما مایلید به مشتری بگویید. به عنوان مثال فروشگاه چک قبول نمی کند.';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر مکان های فروشگاه وجود ندارد!';
$_['error_name']       = 'نام فروشگاه باید حداقل 1 کاراکتر باشد!';
$_['error_address']    = 'آدرس باید بین 3 تا 128 کاراکتر باشد!';
$_['error_telephone']  = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
?>