<?php
// Heading
$_['heading_title']    = 'عمليات برگشت';

// Text
$_['text_success']     = 'نتیجه: عملیات برگشت با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست عملیات برگشت';
$_['text_add']         = 'افزودن عمل برگشت';
$_['text_edit']        = 'ویرایش عمل برگشت';

// Column
$_['column_name']      = 'نام عمل برگشت';
$_['column_action']    = 'عمليات';

// Entry
$_['entry_name']       = 'نام عمل برگشت';

// Error
$_['error_permission'] = 'هشدار: امکان تغيير عمليات برگشت وجود ندارد!';
$_['error_name']       = 'نام عمل برگشت بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين عمل برگشت را نمی توانید حذف نمایید زيرا در حال حاضر به %s کالای برگشتی اختصاص یافته است!';
?>