<?php
// Heading
$_['heading_title']    = 'دلايل برگشت';

// Text
$_['text_success']     = 'نتیجه: دلايل برگشت با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست دلایل برگشت';
$_['text_add']         = 'افزودن دلیل برگشت';
$_['text_edit']        = 'ویرایش دلیل برگشت';

// Column
$_['column_name']      = 'نام دليل برگشت';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام دليل برگشت';

// Error
$_['error_permission'] = 'هشدار: امکان تغيير دلايل برگشت وجود ندارد!';
$_['error_name']       = 'نام دليل برگشت بايد بين 3 تا 128 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين دليل برگشت را نمی توانید حذف نمایید زيرا در حال حاضر به %s کالای برگشتی اختصاص یافته است!';
?>