<?php
// Heading
$_['heading_title']    = 'وضعيت های انبار';

// Text
$_['text_success']     = 'نتيجه: وضعیت های انبار با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست وضعیت های انبار';
$_['text_add']         = 'افزودن وضعیت انبار';
$_['text_edit']        = 'ویرایش وضعیت انبار';

// Column
$_['column_name']      = 'نام وضعيت انبار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعيت انبار';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر وضعیت های انبار وجود ندارد!';
$_['error_name']       = 'نام وضعیت انبار باید بین 3 تا 32 کاراکتر باشد!';
$_['error_product']    = 'هشدار: این وضعیت انبار را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>
