<?php
// Heading
$_['heading_title']     = 'کلاس های ماليات';

// Text
$_['text_success']      = 'نتيجه: کلاس های ماليات با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست کلاس های مالیات';
$_['text_add']          = 'افزودن کلاس مالیات';
$_['text_edit']         = 'ویرایش کلاس مالیات';
$_['text_shipping']     = 'آدرس حمل و نقل';
$_['text_payment']      = 'آدرس پرداخت';
$_['text_store']        = 'آدرس فروشگاه';

// Column
$_['column_title']      = 'عنوان کلاس ماليات';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_title']       = 'عنوان کلاس ماليات';
$_['entry_description'] = 'توضيحات';
$_['entry_rate']        = 'نرخ ماليات';
$_['entry_based']       = 'براساس';
$_['entry_geo_zone']    = 'منطقه جغرافیایی';
$_['entry_priority']    = 'اهميت';

// Error
$_['error_permission']  = 'هشدار: امکان تغيير کلاس های ماليات وجود ندارد!';
$_['error_title']       = 'عنوان کلاس ماليات بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_description'] = 'توضيحات بايد بين 3 تا 255 کاراکتر باشد!';
$_['error_product']     = 'هشدار: این کلاس مالیات را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>