<?php
// Heading
$_['heading_title']    = 'کلاس های وزن';

// Text
$_['text_success']     = 'نتيجه: کلاس های وزن با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست کلاس های وزن';
$_['text_add']         = 'افزودن کلاس وزن';
$_['text_edit']        = 'ویرایش کلاس وزن';

// Column
$_['column_title']     = 'عنوان وزن';
$_['column_unit']      = 'واحد وزن';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان وزن';
$_['entry_unit']       = 'واحد وزن';
$_['entry_value']      = 'مقدار';

// Help
$_['help_value']       = 'در صورتی که وزن پیش فرض شماست مقدار 1.00000 را وارد نمایید.';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر کلاس های وزن وجود ندارد!';
$_['error_title']      = 'عنوان وزن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_unit']       = 'واحد وزن باید بین 1 تا 4 کاراکتر باشد!';
$_['error_default']    = 'هشدار: این کلاس وزن را نمی توانید حذف نمایید زیرا در حال حاضر به کلاس وزن پیش فرض فروشگاه اختصاص یافته است!';
$_['error_product']    = 'هشدار: این کلاس وزن را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>