<?php
// Heading
$_['heading_title']          = 'مناطق (استان ها)';

// Text
$_['text_success']           = 'نتيجه : مناطق (استان ها) با موفقیت تغییر یافت!';
$_['text_list']              = 'لیست مناطق (استان ها)';
$_['text_add']               = 'افزودن منطقه (استان)';
$_['text_edit']              = 'ویرایش منطقه (استان)';

// Column
$_['column_name']            = 'نام منطقه (استان)';
$_['column_code']            = 'کد منطقه (استان)';
$_['column_country']         = 'کشور';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_name']             = 'نام منطقه (استان)';
$_['entry_code']             = 'کد منطقه (استان)';
$_['entry_country']          = 'کشور';
$_['entry_status']           = 'وضعيت';

// Error
$_['error_permission']       = 'هشدار: امکان تغییر مناطق (استان ها) وجود ندارد!';
$_['error_name']             = 'نام منطقه (استان) باید بین 3 تا 128 کاراکتر باشد!';
$_['error_default']          = 'هشدار: این منطقه (استان) را نمی توانید حذف نمایید زیرا در حال حاضر به منطقه (استان) پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']            = 'هشدار: این منطقه (استان) را نمی توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_address']          = 'هشدار: این منطقه (استان) را نمی توانید حذف نمایید زیرا در حال حاضر به %s دفترچه آدرس اختصاص یافته است!';
$_['error_affiliate']        = 'هشدار: این منطقه (استان) را نمی توانید حذف نمایید زیرا در حال حاضر به %s بازاریاب اختصاص یافته است!';
$_['error_zone_to_geo_zone'] = 'هشدار: این منطقه (استان) را نمی توانید حذف نمایید زیرا در حال حاضر به %s منطقه جغرافیایی اختصاص یافته است!';
?>