<?php
// Text
$_['text_subject']        = '%s - از ثبت نام شما سپاسگزاریم';
$_['text_welcome']        = 'خوش آمدید بابت ثبت نام شما در %s سپاسگزاریم!';
$_['text_login']          = 'حساب کابری شما ایجاد شده است و شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا با آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_approval']       = 'حساب کاربری شما قبل از وارد شدن به سایت باید تایید شود. پس از تایید شدن شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا با آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_services']       = 'پس از وارد شدن شما قادر خواهید بود تا به خدمات دیگر از جمله مشاهده سفارش های گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_thanks']         = 'با سپاس';
$_['text_new_customer']   = 'مشتری جدید';
$_['text_signup']         = 'یک مشتری جدید ثبت نام نموده است:';
$_['text_website']        = 'وب سایت:';
$_['text_customer_group'] = 'گروه مشتری:';
$_['text_firstname']      = 'نام:';
$_['text_lastname']       = 'نام خانوادگی:';
$_['text_email']          = 'ایمیل:';
$_['text_telephone']      = 'تلفن:';
?>