<?php
// Text
$_['text_approve_subject']      = '%s - حساب بازاریابی شما فعال شده است!';
$_['text_approve_welcome']      = 'بابت پیوستن به برنامه همکاری در فروش و بازاریابی %s از شما سپاسگزاریم!';
$_['text_approve_login']        = 'حساب کابری شما ایجاد شده است و شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا با آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_approve_services']     = 'پس از وارد شدن شما قادر خواهید بود تا به خدمات دیگر از جمله ایجاد کد پیگیری، پیگیری پرداخت کمیسیون و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_approve_thanks']       = 'با سپاس';
$_['text_transaction_subject']  = '%s - کمیسیون بازاریابی';
$_['text_transaction_received'] = 'شما %s کمیسیون دریافت کرده اید!';
$_['text_transaction_total']    = 'اکنون جمع کمیسیون شما %s می باشد.';
?>