<?php
// Text
$_['text_approve_subject']      = '%s - حساب کاربری شما فعال شده است!';
$_['text_approve_welcome']      = 'خوش آمدید بابت ثبت نام شما در %s سپاسگزاریم!';
$_['text_approve_login']        = 'حساب کابری شما ایجاد شده است و شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا با آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_approve_services']     = 'پس از وارد شدن شما قادر خواهید بود تا به خدمات دیگر از جمله مشاهده سفارش های گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_approve_thanks']       = 'با سپاس';
$_['text_transaction_subject']  = '%s - اعتبار حساب کاربری';
$_['text_transaction_received'] = 'شما %s اعتبار دریافت کرده اید.';
$_['text_transaction_total']    = 'اکنون اعتبار شما %s می باشد.'. "\n\n" .'اعتبار حساب کاربری شما به صورت خودکار از خرید بعدی شما کسر خواهد شد.';
$_['text_reward_subject']       = '%s - امتیازهای جایزه';
$_['text_reward_received']      = 'شما %s امتیاز جایزه دریافت کرده اید.';
$_['text_reward_total']         = 'اکنون جمع امتیازهای جایزه شما %s می باشد.';
?>