<?php
// Text
$_['text_subject']  = 'شما یک کارت هدیه از %s ارسال کرده اید.';
$_['text_greeting'] = 'تبریک، شما یک کارت هدیه به ارزش %s دریافت کرده اید.';
$_['text_from']     = 'این هدیه از طرف %s برای شما ارسال شده است.';
$_['text_message']  = 'پیام';
$_['text_redeem']   = 'برای استفاده از این کارت هدیه کد <b>%s</b> را یادداشت نموده و سپس بر روی لینک زیر کلیک کرده و کالای که مایل به استفاده از این کارت هدیه برای آن هستید را سفارش دهید. شما می توانید کد کارت هدیه خود را در صفحه سبد خرید قبل از اینکه بر روی تسویه حساب کلیک کنید وارد نمایید.';
$_['text_footer']   = 'لطفا اگر سوالی دارید به همین ایمیل پاسخ دهید.';
?>