<?php
// Heading
$_['heading_title']     = 'گروه های خصوصیت';

// Text
$_['text_success']      = 'نتیجه: گروه های خصوصیت با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست گروه های خصوصیت';
$_['text_add']          = 'افزودن گروه خصوصیت';
$_['text_edit']         = 'ویرایش گروه خصوصیت';

// Column
$_['column_name']       = 'نام گروه خصوصیت';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه خصوصیت';
$_['entry_sort_order']  = 'ترتیب';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر گروه های خصوصیت وجود ندارد!';
$_['error_name']        = 'نام گروه خصوصیت باید بین 3 تا 64 کاراکتر باشد!';
$_['error_attribute']   = 'هشدار: این گروه خصوصیت را نمی توانید حذف نمایید زیرا در حال حاضر به %s خصوصیت اختصاص یافته است!';
$_['error_product']     = 'هشدار: این گروه خصوصیت را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>