<?php
// Heading
$_['heading_title']          = 'دسته بندی ها';

// Text
$_['text_success']           = 'نتیجه: دسته بندی ها با موفقیت تغییر یافت!';
$_['text_list']              = 'لیست دسته بندی ها';
$_['text_add']               = 'افزودن دسته بندی';
$_['text_edit']              = 'ویرایش دسته بندی';
$_['text_default']           = 'پیش فرض ';

// Column
$_['column_name']            = 'نام دسته بندی';
$_['column_sort_order']      = 'ترتیب';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_name']             = 'نام دسته بندی';
$_['entry_description']      = 'توضیحات';
$_['entry_meta_title'] 	     = 'متا تگ عنوان';
$_['entry_meta_keyword'] 	 = 'متا تگ کلمات کلیدی';
$_['entry_meta_description'] = 'متا تگ توضیحات';
$_['entry_keyword']          = 'کلمات کلیدی آدرس سئو';
$_['entry_parent']           = 'سر دسته';
$_['entry_filter']           = 'فیلترها';
$_['entry_store']            = 'فروشگاه ها';
$_['entry_image']            = 'تصویر';
$_['entry_top']              = 'بالا';
$_['entry_column']           = 'ستون ها';
$_['entry_sort_order']       = 'ترتیب';
$_['entry_status']           = 'وضعیت';
$_['entry_layout']           = 'لغو چیدمان';

// Help
$_['help_filter']            = '(کامل شونده خودکار)';
$_['help_keyword']           = 'از اسپیس و فاصله استفاده نکرده و به جای آن از - (خط تیره) استفاده نموده و مطمئن شده که در کل فروشگاه يکتا باشد.';
$_['help_top']               = 'نمایش درنوار منوی بالا. تنها برای سر دسته بالا امکان پذیر می باشد.';
$_['help_column']            = 'تعداد ستون های قابل استفاده برای دسته های پایین برابر با 3 بوده و تنها برای سر دسته های بالا امکان پذیر می باشد.';

// Error 
$_['error_warning']          = 'هشدار: لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']       = 'هشدار: امکان تغییر دسته بندی ها وجود ندارد!';
$_['error_name']             = 'نام دسته بندی باید بین 2 تا 32 کاراکتر باشد!';
$_['error_meta_title']       = 'متای عنوان باید بیشتر از 3 و کمتر از 255 کاراکتر باشد!';
$_['error_keyword']          = 'کلمات کلیدی آدرس سئو قبلا استفاده شده است!';
?>