<?php
// Heading
$_['heading_title']     = 'دانلودها';

// Text
$_['text_success']      = 'نتیجه: دانلودها با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست دانلودها';
$_['text_add']          = 'افزودن دانلود';
$_['text_edit']         = 'ویرایش دانلود';
$_['text_upload']       = 'فایل شما با موفقیت آپلود شد!';

// Column
$_['column_name']       = 'نام دانلود';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام دانلود';
$_['entry_filename']    = 'نام فایل';
$_['entry_mask']        = 'تغییر دهنده نام فایل آپلود شده';

// Help
$_['help_filename']     = 'شما می توانید از طریق دکمه آپلود، اقدام به آپلود نمایید یا در صورتی که فایل را از طریق اف تی پی آپلود کرده اید، مسیر دایرکتوری و مشخصات فایل را وارد نمایید.';
$_['help_mask']         = 'پیشنهاد می شود فایلی که از طریق اف تی پی آپلود می کنید، با یک پسوند و نام نامشخص مثل opencart.zip.232435 آپلود کنید و سپس با استفاده از قسمت تغییر دهنده نام فایل آپلود شده نام واقعی فایل را در اختیار کاربر قرار دهید. این امکان باعث می شود کاربران به صورت مستقیم، نتوانند فایل های شما را حدس زده و دانلود کنند. برای مثال بالا، تغییر دهنده نام فایل آپلودی، باید opencart.zip شود تا سیستم به طور خودکار پسوند فایل آپلود شده را تغییر دهد.';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر دانلودها وجود ندارد!';
$_['error_name']        = 'نام دانلود باید بین 3 تا 64 کاراکتر باشد!';
$_['error_upload']      = 'آپلود مورد نیاز است!';
$_['error_filename']    = 'نام فایل باید بین 3 تا 128 کاراکتر باشد!';
$_['error_exists']      = 'فایل مورد نظر وجود ندارد!';
$_['error_mask']        = 'تغییر دهنده نام فایل آپلود شده باید بین 3 تا 128 کاراکتر باشد!';
$_['error_filetype']    = 'نوع فایل نامعتبر می باشد!';
$_['error_product']     = 'هشدار: این فایل را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>