<?php
// Heading
$_['heading_title']      = 'توليدکنندگان';

// Text
$_['text_success']       = 'نتيجه: توليدکنندگان با موفقيت تغيير یافت!';
$_['text_list']          = 'لیست تولیدکنندگان';
$_['text_add']           = 'افزودن تولیدکننده';
$_['text_edit']          = 'ویرایش تولیدکننده';
$_['text_default']       = 'پيش فرض';
$_['text_percent']       = 'درصد';
$_['text_amount']        = 'مقدار ثابت';

// Column
$_['column_name']        = 'نام تولیدکننده';
$_['column_sort_order']  = 'ترتیب';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام تولیدکننده';
$_['entry_store']        = 'فروشگاه ها';
$_['entry_keyword']      = 'کلمات کلیدی آدرس سئو';
$_['entry_image']        = 'تصویر';
$_['entry_sort_order']   = 'ترتیب';
$_['entry_type']         = 'نوع';

// Help
$_['help_keyword']       = 'از اسپیس و فاصله استفاده نکرده و به جای آن از - (خط تیره) استفاده نموده و مطمئن شده که در کل فروشگاه يکتا باشد.';

// Error
$_['error_permission']   = 'هشدار: امکان تغییر تولیدکنندگان وجود ندارد!';
$_['error_name']         = 'نام تولیدکننده باید بین 2 تا64 کاراکتر باشد!';
$_['error_keyword']      = 'کلمات کلیدی آدرس سئو قبلا استفاده شده است!';
$_['error_product']      = 'هشدار: این تولیدکننده را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>