<?php
// Heading
$_['heading_title']			= 'پروفایل های اقساطی و دوره ای';

// Text
$_['text_success']          = 'نتیجه: پروفایل های اقساطی و دوره ای با موفقیت تغییر یافت!';
$_['text_list']             = 'لیست پروفایل های اقساطی و دوره ای';
$_['text_add']              = 'افزودن پروفایل اقساطی و دوره ای';
$_['text_edit']             = 'ویرایش پروفایل اقساطی و دوره ای';
$_['text_day']				= 'روز';
$_['text_week']				= 'هفته';
$_['text_semi_month']		= 'پانزده روز';
$_['text_month']			= 'ماه';
$_['text_year']				= 'سال';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> مقادیر دوره ای براساس زمان تکرار و دوره محاسبه می شوند.</p><p>برای مثال اگر زمان تکرار براساس هفته مشخص شده باشد و دوره دارای مقدار 2 باشد در این صورت کاربر هر دو هفته یک بار صورت حساب را پرداخت خواهد کرد.</p><p>مدت ادامه براساس تعداد دفعاتی است که کاربر یک پرداخت را انجام می دهد، اگر می خواهید پرداخت تا زمانی که لغو نشده است صورت پذیرد مقدار فیلد را 0 قرار دهید.</p>';
$_['text_profile']			= 'پروفایل اقساطی و دوره ای';
$_['text_trial']			= 'پروفایل آزمایشی';

// Entry
$_['entry_name']			= 'نام';
$_['entry_price']			= 'قیمت';
$_['entry_duration']		= 'مدت ادامه';
$_['entry_cycle']			= 'دوره';
$_['entry_frequency']		= 'زمان تکرار';
$_['entry_trial_price']		= 'قیمت آزمایشی';
$_['entry_trial_duration']	= 'مدت ادامه آزمایشی';
$_['entry_trial_status']	= 'وضعیت آزمایشی';
$_['entry_trial_cycle']	    = 'دوره آزمایشی';
$_['entry_trial_frequency']	= 'زمان تکرار آزمایشی';
$_['entry_status']			= 'وضعیت';
$_['entry_sort_order']		= 'ترتیب';

// Column
$_['column_name']			= 'نام';
$_['column_sort_order']	    = 'ترتیب';
$_['column_action']         = 'عملیات';

// Error
$_['error_warning']         = 'هشدار: لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']		= 'هشدار: امکان تغییر پروفایل های اقساطی و دوره ای وجود ندارد!';
$_['error_name']			= 'نام پروفایل باید بیشتر از 3 و کمتر از 255 کاراکتر باشد!';
$_['error_product']			= 'هشدار: این پروفایل اقساطی و دوره ای را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>