<?php
// Heading
$_['heading_title']    = 'سفارش کم هزينه';

// Text
$_['text_total']       = 'جمع کل سفارش';
$_['text_success']     = 'نتیجه: جمع کل سفارش کم هزینه با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش جمع کل سفارش کم هزینه';

// Entry
$_['entry_total']      = 'جمع کل سفارش';
$_['entry_fee']        = 'هزینه';
$_['entry_tax_class']  = 'کلاس مالیات';
$_['entry_status']     = 'وضعیت';
$_['entry_sort_order'] = 'ترتیب';

// Help
$_['help_total']       = 'تا زمانی که جمع کل تسویه حساب سفارش از این مقدار کمتر است این جمع کل فعال خواهد بود. (هزینه به جمع کل اضافه خواهد شد.)';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر جمع کل سفارش کم هزینه وجود ندارد!';
?>