<?php
// Heading
$_['heading_title']    = 'مديريت تصوير';
 
// Text
$_['text_uploaded']    = 'نتيجه: فايل شما با موفقيت آپلود شد!';;
$_['text_directory']   = 'نتیجه: دایرکتوری ایجاد شد!';
$_['text_delete']      = 'نتيجه: فايل يا دایرکتوری شما حذف شده است!';

// Entry
$_['entry_search']     = 'جستجو..';
$_['entry_folder']     = 'نام پوشه';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر وجود ندارد!';
$_['error_filename']   = 'هشدار: نام فایل باید بین 3 تا 255 کاراکتر باشد!';
$_['error_folder']     = 'هشدار: نام پوشه باید بین 3 تا 255 کاراکتر باشد!';
$_['error_exists']     = 'هشدار: یک فایل یا دایرکتوری با همین نام از قبل وجود دارد!';
$_['error_directory']  = 'هشدار: دایرکتوری وجود ندارد!';
$_['error_filetype']   = 'هشدار: نوع فایل نامعتبر می باشد!';
$_['error_upload']     = 'هشدار: فایل به دلایل نامشخصی آپلود نشده است!';
$_['error_delete']     = 'هشدار: شما نمی توانید این دایرکتوری را حذف نمایید!';
?>