<?php
// header
$_['heading_title']   = 'آيا رمز عبور خود را فراموش کرده ايد؟';

// Text
$_['text_forgotten']  = 'فراموشی رمز عبور';
$_['text_your_email'] = 'آدرس ايميل شما';
$_['text_email']      = 'لطفا آدرس ایمیل خود را وارد کرده و سپس بر روی دکمه بازنشانی کلیک کرده تا یک لینک بازنشانی رمز عبور به ایمیل شما ارسال شود.';
$_['text_success']    = 'یک ایمیل با لینک تایید به آدرس ایمیل مدیرتتان ارسال شد.';

// Entry
$_['entry_email']     = 'آدرس ايميل';
$_['entry_password']  = 'رمز عبور جديد';
$_['entry_confirm']   = 'تکرار رمز عبور';

// Error
$_['error_email']     = 'هشدار: این آدرس ايميل در سوابق ما يافت نشد، لطفا مجددا سعی نمایيد!';
$_['error_password']  = 'رمز عبور باید بین 3 تا 20 کاراکتر باشد!';
$_['error_confirm']   = 'رمز عبور با تکرار رمز عبور مطابقت ندارد!';
?>