<?php
// Text
$_['text_subject'] = '%s - حساب کاربری شما فعال شده است!';
$_['text_welcome'] = 'خوش آمدید و از عضویت شما در %s متشکریم!';
$_['text_login']   = 'حساب کابری شما ایجاد شده است و شما می‌توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب خود شوید:';
$_['text_service'] = 'پس از وارد شدن شما می‌توانید به خدمات دیگر از جمله مشاهده سفارشات گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_thanks']  = 'متشکریم،';
?>