<?php
// Heading
$_['heading_title']   = 'آپگرید';
$_['heading_success'] = 'آپگرید - کامل شد!';

// Text
$_['text_upgrade']    = 'در حال آماده سازی برای آپگرید';
$_['text_server']     = 'تنظیمات سرورتان را چک کنید که به درستی پیکربندی شده باشد';
$_['text_steps']      = 'پیشرفت آپگرید';
$_['text_error']      = 'هرگونه ارور و مشکل آپگرید اسکریپت را در انجمن پشتیبانی اسکریپت یاب گزارش نمایید';
$_['text_clear']      = 'بعد از آپگرید، کوکی های مرورگر خود را  برای جلوگیری از دریافت ارور پاک سازی نمایید.';
$_['text_admin']      = 'صفحه مدیریت را لود کرده و Ctrl+F5 را دو بار فشار داده تا مرورگر تغییرات css را به روز رسانی نمایید.';
$_['text_user']       = 'به قسمت سیستم -> کاربران -> گروه های کاربری (Admin -> System -> Users -> User Groups) رفته و مدیریت ارشد (Top Adminstrator) را ویرایش نموده و همه ی گزینه ها را انتخاب نمایید.';
$_['text_setting']    = 'به پنل مدیریت رفته و تنظیمات اصلی سیستم را ویرایش نمایید. همه ی فیلد ها را به روز رسانی کرده و بر روی ذخیره کلیک نمایید، حتی اگر هیچ چیز تغییر نکرده باشد.';
$_['text_store']      = 'ویترین فروشگاه را لود کرده و Ctrl+F5 را دو بار فشار داده تا مرورگر تغییرات css را به روز رسانی نمایید.';
$_['text_end_1']   	  = 'فراموش نکنید قبل از هر کاری یکبار از بانک اطلاعاتی خود جهت اطمینان خاطر پشتیبان بگیرید و سپس اقدام به آپگرید کنید.';
$_['text_end_2']   	  = 'اسکریپت یاب دات کام هیچگونه مسئولیتی در صورتی که موارد فوق را رعایت نکنید، بر عهده نخواهد گرفت.';
$_['text_progress']   = 'Patch %s اعمال شد (%s از %s)';
$_['text_success']    = 'تبریک می گوییم! شما فروشگاه اپن کارت فارسی شده توسط ScriptYAB.Com را با موفقیت آپگرید نمودید!';

// Entry
$_['entry_progress']  = 'پیشرفت';
?>