<?php
// Heading 
$_['heading_title']                  = 'تسویه حساب';

// Text
$_['text_cart']                      = 'سبد خرید';
$_['text_checkout_option']           = 'مرحله 1: گزینه های تسویه حساب';
$_['text_checkout_account']          = 'مرحله 2: اطلاعات حساب و مالی';
$_['text_checkout_payment_address']  = 'مرحله 2: اطلاعات صورت حساب';
$_['text_checkout_shipping_address'] = 'مرحله 3: اطلاعات آدرس';
$_['text_checkout_shipping_method']  = 'مرحله 4: روش حمل و نقل';
$_['text_checkout_payment_method']   = 'مرحله 5: روش پرداخت';
$_['text_checkout_confirm']          = 'مرحله 6: تایید سفارش';
$_['text_modify']                    = 'تغییر &raquo;';
$_['text_new_customer']              = 'مشتری جدید';
$_['text_returning_customer']        = 'مشتری قدیمی';
$_['text_checkout']                  = 'گزینه های تسویه حساب:';
$_['text_i_am_returning_customer']   = 'من یک مشتری قدیمی هستم';
$_['text_register']                  = 'ثبت نام';
$_['text_guest']                     = 'تسویه حساب به صورت مهمان';
$_['text_register_account']          = 'با ايجاد يک حساب کاربری می توانید سريع تر خريد نموده، تاريخچه سفارش های خود را مشاهده کرده و همچنين از وضعيت سفارش خود آگاهی پيدا کرده و آن را پیگیری نمایید.';
$_['text_forgotten']                 = 'رمز عبور را فراموش کرده ام';
$_['text_your_details']              = 'اطلاعات شخصی شما';
$_['text_your_address']              = 'آدرس شما';
$_['text_your_password']             = 'رمز عبور شما';
$_['text_agree']                     = '<a href="%s" class="agree"><b>%s</b></a> را خوانده ام و قبول دارم';
$_['text_address_new']               = 'می خواهم از یک آدرس جدید استفاده کنم';
$_['text_address_existing']          = 'می خواهم از یکی از آدرس های موجود استفاده کنم';
$_['text_shipping_method']           = 'لطفا روشی که مایل به استفاده از آن برای حمل و نقل این سفارش هستید را انتخاب نمایید.';
$_['text_payment_method']            = 'لطفا روشی که مایل به استفاده از آن برای پرداخت این سفارش هستید را انتخاب نمایید.';
$_['text_comments']                  = 'توضیحات در مورد سفارشتان را اضافه نمایید';
$_['text_recurring_item']            = 'آیتم اقساطی و دوره ای';
$_['text_payment_recurring']         = 'پروفایل پرداخت';
$_['text_trial_description']         = '%s هر %d %s برای %d پرداخت سپس';
$_['text_payment_description']       = '%s هر %d %s برای %d پرداخت';
$_['text_payment_cancel']            = '%s هر %d %s تا لغو شود';
$_['text_day']                       = 'روز';
$_['text_week']                      = 'هفته';
$_['text_semi_month']                = 'پانزده روز';
$_['text_month']                     = 'ماه';
$_['text_year']                      = 'سال';

// Column
$_['column_name']                    = 'نام کالا';
$_['column_model']                   = 'مدل';
$_['column_quantity']                = 'تعداد';
$_['column_price']                   = 'قیمت واحد';
$_['column_total']                   = 'جمع';

// Entry
$_['entry_email_address']            = 'آدرس ایمیل';
$_['entry_email']                    = 'ایمیل';
$_['entry_password']                 = 'رمز عبور';
$_['entry_confirm']                  = 'تکرار رمز عبور';
$_['entry_firstname']                = 'نام';
$_['entry_lastname']                 = 'نام خانوادگی';
$_['entry_telephone']                = 'تلفن';
$_['entry_fax']                      = 'فکس';
$_['entry_address']                  = 'انتخاب آدرس';
$_['entry_company']                  = 'شرکت';
$_['entry_customer_group']           = 'گروه مشتری';
$_['entry_address_1']                = 'آدرس 1';
$_['entry_address_2']                = 'آدرس 2';
$_['entry_postcode']                 = 'کد پستی';
$_['entry_city']                     = 'شهر';
$_['entry_country']                  = 'کشور';
$_['entry_zone']                     = 'منطقه (استان)';
$_['entry_newsletter']               = 'می خواهم عضو خبرنامه %s شوم.';
$_['entry_shipping'] 	             = 'آدرس پرداخت و حمل و نقل من یکی می باشد.';

// Error
$_['error_warning']                  = 'در پردازش سفارش شما مشکلی وجود دارد! اگر مشکل همچنان وجود دارد روش پرداخت دیگری را امتحان نمایید یا می توانید با صاحب فروشگاه از طریق <a href="%s">اینجا کلیک نمودن</a> تماس بگیرید.';
$_['error_login']                    = 'هشدار: رمز عبور یا آدرس ایمیل وارد شده صحیح نمی باشد!';
$_['error_attempts']                 = 'هشدار: تلاش شما برای ورود به حساب کاربری از حد مجاز بیشتر شده است. لطفا 1 ساعت دیگر مجددا تلاش نمایید.';
$_['error_approved']                 = 'هشدار: حساب کاربری شما قبل از وارد شدن به سایت نیاز به تایید دارد!'; 
$_['error_exists']                   = 'هشدار: این آدرس ایمیل قبلا استفاده شده است!';
$_['error_firstname']                = 'نام باید بین 1 تا 32 کاراکتر باشد!';
$_['error_lastname']                 = 'نام خانوادگی باید بین 1 تا 32 کاراکتر باشد!';
$_['error_email']                    = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_telephone']                = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_password']                 = 'رمز عبور باید بین 3 تا 20 کاراکتر باشد!';
$_['error_confirm']                  = 'رمز عبور با تکرار رمز عبور مطابقت ندارد!';
$_['error_address_1']                = 'آدرس 1 باید بین 3 تا 128 کاراکتر باشد!';
$_['error_city']                     = 'شهر باید بین 2 تا 128 کاراکتر باشد!';
$_['error_postcode']                 = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']                  = 'لطفا یک کشور را انتخاب نمایید!';
$_['error_zone']                     = 'لطفا يک منطقه (استان) را انتخاب نمایيد!';
$_['error_agree']                    = 'هشدار: شما باید با %s موافقت نمایید!';
$_['error_address']                  = 'هشدار: شما باید آدرس را انتخاب نمایید!';
$_['error_shipping']                 = 'هشدار: روش حمل و نقل مورد نیاز است!';
$_['error_no_shipping']              = 'هشدار: هیچ گزینه ای برای حمل و نقل موجود نمی باشد. لطفا برای رسیدگی به این مشکل با ما <a href="%s">تماس بگیرید</a>!';
$_['error_payment']                  = 'هشدار: روش پرداخت مورد نیاز است!';
$_['error_no_payment']               = 'هشدار: هیچ گزینه ای برای پرداخت موجود نمی باشد. لطفا برای رسیدگی به این مشکل با ما <a href="%s">تماس بگیرید</a>!';
$_['error_custom_field']             = '%s مورد نیاز است!';
?>