<?php
// Heading
$_['heading_title'] = 'پرداخت ناموفق!';

// Text
$_['text_basket']   = 'سبد خرید';
$_['text_checkout'] = 'تسویه حساب';
$_['text_failure']  = 'پرداخت ناموفق';
$_['text_message']  = '<p>در پردازش پرداخت شما مشکلی وجود داشته و سفارش کامل نشده است.</p>

<p>دلایل ممکن عبارتند از:</p>
<ul>
  <li>اعتبار کافی نمی باشد</li>
  <li>تایید نشد</li>
</ul>

<p>لطفا برای ایجاد سفارش مجددا با استفاده از یک روش پرداخت متفاوت امتحان نمایید.</p>

<p>اگر مشکل همچنان ادامه دارد با ما <a href="%s">تماس گرفته</a> و جزئیات سفارشی که در تلاش برای ثبت آن هستید را اعلام نمایید.</p>
';
?>