<?php
// Heading
$_['heading_title']        = 'تخمین حمل و نقل و مالیات ها';

// Text
$_['text_success']         = 'نتیجه: تخمین حمل و نقل شما با موفقیت اعمال شد!';
$_['text_shipping']        = 'برای دریافت تخمین حمل و نقل مقصد خود را وارد نمایید.';
$_['text_shipping_method'] = 'لطفا روشی که مایل به استفاده از آن برای حمل و نقل این سفارش هستید را انتخاب نمایید.';

// Entry
$_['entry_country']        = 'کشور';
$_['entry_zone']           = 'منطقه (استان)';
$_['entry_postcode']       = 'کد پستی';

// Error
$_['error_postcode']       = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']        = 'لطفا یک کشور را انتخاب نمایید!';
$_['error_zone']           = 'لطفا يک منطقه (استان) را انتخاب نمایيد!';
$_['error_shipping']       = 'هشدار: روش حمل و نقل مورد نیاز است!';
$_['error_no_shipping']    = 'هشدار: هیچ گزینه ای برای حمل و نقل موجود نمی باشد. لطفا برای رسیدگی به این مشکل با ما <a href="%s">تماس بگیرید</a>!';
?>