<?php
// Heading
$_['heading_title']        = 'سفارش شما در حال بررسی است!';

// Text
$_['text_basket']          = 'سبد خرید';
$_['text_checkout']        = 'تسویه حساب';
$_['text_success']         = 'نتیجه';
$_['text_customer']        = '<p>سفارش شما با موفقيت ثبت شد!</p><p>شما می توانید تاریخچه سفارش خود را با رفتن به صفحه ی <a href="%s">حساب کاربری من</a> و با کلیک بر روی <a href="%s">تاریخچه</a> مشاهده نمایید.</p><p>اگر خرید شما دارای فایل دانلودی است به صفحه حساب کاربری و <a href="%s">دانلودها</a> رفته و آن را مشاهده نمایید.</p><p>لطفا سوالات خود را مستقیما از <a href="%s">صاحب فروشگاه</a> بپرسید.</p><p>از خرید آنلاین شما سپاسگزاریم!</p>';
$_['text_guest']           = '<p>سفارش شما با موفقيت ثبت شد!</p><p>لطفا سوالات خود را مستقیما از <a href="%s">صاحب فروشگاه</a> بپرسید.</p><p>از خرید آنلاین شما سپاسگزاریم!</p>';
?>