<?php
// Text
$_['text_success']           = 'نتیجه: سفارش ها با موفقیت تغییر یافت!';

// Error
$_['error_permission']       = 'هشدار: امکان دسترسی به رابط برنامه نویسی نرم افزار (API) وجود ندارد!';
$_['error_customer']         = 'اطلاعات مشتری باید تنظیم شود!';
$_['error_payment_address']  = 'آدرس پرداخت مورد نیاز است!';
$_['error_payment_method']   = 'روش پرداخت مورد نیاز است!';
$_['error_shipping_address'] = 'آدرس حمل و نقل مورد نیاز است!';
$_['error_shipping_method']  = 'روش حمل و نقل مورد نیاز است!';
$_['error_stock']            = 'کالاهای مشخص شده با *** در انبار موجود نبوده و يا به اين تعداد موجود نمی باشد!';
$_['error_minimum']          = '%s حداقل دارای %s خرید می باشد!';
$_['error_not_found']        = 'هشدار: سفارش یافت نشد!';
?>