<?php
// Text
$_['text_address']       = 'نتیجه: آدرس پرداخت با موفقیت تنظیم شد!';
$_['text_method']        = 'نتیجه: روش پرداخت با موفقیت تنظیم شد!';

// Error
$_['error_permission']   = 'هشدار: امکان دسترسی به رابط برنامه نویسی نرم افزار (API) وجود ندارد!';
$_['error_firstname']    = 'نام باید بین 1 تا 32 کاراکتر باشد!';
$_['error_lastname']     = 'نام خانوادگی باید بین 1 تا 32 کاراکتر باشد!';
$_['error_address_1']    = 'آدرس 1 باید بین 3 تا 128 کاراکتر باشد!';
$_['error_city']         = 'شهر باید بین 3 تا 128 کاراکتر باشد!';
$_['error_postcode']     = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']      = 'لطفا یک کشور را انتخاب نمایید!';
$_['error_zone']         = 'لطفا يک منطقه (استان) را انتخاب نمایيد!';
$_['error_custom_field'] = '%s مورد نیاز است!';
$_['error_address']      = 'هشدار: آدرس پرداخت مورد نیاز است!';
$_['error_method']       = 'هشدار: روش پرداخت مورد نیاز است!';
$_['error_no_payment']   = 'هشدار: هیچ گزینه ای برای پرداخت موجود نمی باشد!';
?>