<?php
// Text
$_['text_success']     = 'نتیجه: تخفیف کارت هدیه شما با موفقیت اعمال شد!';
$_['text_cart']        = 'نتیجه: سبد خرید شما با موفقیت تغییر یافت!';

$_['text_for']         = '%s کارت هدیه برای %s';

// Error
$_['error_permission'] = 'هشدار: امکان دسترسی به رابط برنامه نویسی نرم افزار (API) وجود ندارد!';
$_['error_voucher']    = 'هشدار: اعتبار کارت هدیه یا قبلا استفاده شده یا نامعتبر می باشد!';
$_['error_to_name']    = 'نام گیرنده باید بین 1 تا 64 کاراکتر باشد!';
$_['error_from_name']  = 'نام شما باید بین 1 تا 64 کاراکتر باشد!';
$_['error_email']      = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_theme']      = 'شما باید یک قالب انتخاب نمایید!';
$_['error_amount']     = 'مقدار باید بین %s و %s باشد!';
?>