<?php
// Heading
$_['heading_title']    = 'تهیه پشتیبان / بازيابی';

// Text
$_['text_success']     = 'ورود اطلاعات در دیتابیس شما با موفقیت انجام شد!';

// Entry
$_['entry_import']     = 'بازیابی پشتیبان';
$_['entry_export']     = 'تهیه پشتیبان';

// Error
$_['error_permission'] = 'هشدار: شما اجازه تهیه پشتیبان یا بازیابی آن را ندارید!';
$_['error_export']     = 'هشدار: شما باید حداقل یک جدول را برای تهیه پشتیبان انتخاب نمایید!';
$_['error_file']       = 'هشدار: فایل آپلود شده شما خالی است!';
?>