<?php
// Heading
$_['heading_title']    = 'تسویه حساب با دکمه آمازون';

$_['text_module']      = 'ماژول ها';
$_['text_success']     = 'نتیجه: ماژول تسویه حساب با دکمه آمازون با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش ماژول تسویه حساب با دکمه آمازون';
$_['text_left']        = 'چپ';
$_['text_right']       = 'راست';
$_['text_center']      = 'مرکز';

// Entry
$_['entry_name']       = 'نام ماژول';
$_['entry_align']      = 'تراز بندی (Align)';
$_['entry_status']     = 'وضعیت';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر ماژول تسویه حساب با دکمه آمازون وجود ندارد!';
$_['error_name']       = 'نام ماژول باید بین 3 تا 64 کاراکتر باشد!';
?>