<?php
// Heading
$_['heading_title']        = 'ورود با پی پال';

//Text
$_['text_module']          = 'ماژول ها';
$_['text_success']         = 'نتیجه: ماژول ورود با پی پال با موفقیت تغییر یافت!';
$_['text_edit']            = 'ویرایش ماژول ورود با پی پال';
$_['text_button_grey']     = 'خاکستری';
$_['text_button_blue']     = 'آبی (پیشنهادی)';

//Entry
$_['entry_client_id']      = 'شناسه مشتری (Client)';
$_['entry_secret']         = 'رمز';
$_['entry_sandbox']        = 'حالت آزمایشی (Sandbox)';
$_['entry_debug']          = 'رفع اشکال خطاها';
$_['entry_customer_group'] = 'گروه مشتری';
$_['entry_button']         = 'رنگ دکمه (Button)';
$_['entry_seamless']       = 'اجازه "تسویه حساب یکپارچه"';
$_['entry_locale']         = 'محلی';
$_['entry_return_url']     = 'آدرس (URL) برگشت';
$_['entry_status']         = 'وضعیت';

//Help
$_['help_sandbox']         = 'استفاده از محیط مجازی پی پال (آزمایشی)؟';
$_['help_customer_group']  = 'مشتریان جدیدی که می خواهند ثبت نام کنند باید عضو کدام گروه مشتری شوند؟';
$_['help_debug_logging']   = 'با فعال سازی این گزینه اطلاعات خطاها و مشکلات در لیست خطاها برای رفع اشکال ثبت خواهد شد.';
$_['help_seamless']        = 'زمانی که مشتریان تسویه حساب پی پال اکسپرس را انتخاب می کنند اجازه ورود خودکار را می دهد. برای استفاده از این امکان باید آن را در حساب کاربری پی پال خود فعال نمایید. همچنین باید از همان حسابی استفاده کنید که در تسویه حساب پی پال اکسپرس استفاده کردید.';
$_['help_locale']          = 'این تنظیمات محلی پی پال برای زبان های فروشگاه شما می باشد.';
$_['help_return_url']      = 'لازم است تا این آدرس در تنظیمات برنامه پی پال در قسمت ریدایرکت آدرس های (URL) برنامه اضافه شود.';

//Error
$_['error_permission']     = 'هشدار: امکان تغییر ماژول ورود با پی پال وجود ندارد!';
$_['error_client_id']      = 'شناسه مشتری (Client) مورد نیاز است!';
$_['error_secret']         = 'رمز مورد نیاز است!';
?>