<?php
// Heading
$_['heading_title']                    = 'قالب پیش فرض فروشگاه';

// Text
$_['text_extension']   				   = 'افزونه ها';
$_['text_success']                     = 'قالب پیش فرض فروشگاه با موفقیت ویرایش شد!';
$_['text_edit']                        = 'ویرایش قالب پیش فرض فروشگاه';
$_['text_general']                     = 'عمومی';
$_['text_product']                     = 'محصولات';
$_['text_image']                       = 'تصاویر';

// Entry
$_['entry_directory']                  = 'پوشه قالب';
$_['entry_status']                     = 'وضعیت';
$_['entry_product_limit']              = 'آیتم های پیش فرض در هر صفحه';
$_['entry_product_description_length'] = 'تعداد توضیحات لیست';
$_['entry_image_category']             = 'اندازه تصویر دسته بندی (عرض * ارتفاع)';
$_['entry_image_thumb']                = 'اندازه تصویر بند انگشتی محصول (عرض * ارتفاع)';
$_['entry_image_popup']                = 'اندازه تصویر پاپاپ محصول (عرض * ارتفاع)';
$_['entry_image_product']              = 'اندازه تصویر لیست محصولات (عرض * ارتفاع)';
$_['entry_image_additional']           = 'اندازه تصویر اضافی محصول (عرض * ارتفاع)';
$_['entry_image_related']              = 'اندازه تصویر محصولات مشابه (عرض * ارتفاع)';
$_['entry_image_compare']              = 'اندازه تصویر مقایسه (عرض * ارتفاع)';
$_['entry_image_wishlist']             = 'اندازه تصویر لیست دلخواه (عرض * ارتفاع)';
$_['entry_image_cart']                 = 'اندازه تصویر سبد خرید (عرض * ارتفاع)';
$_['entry_image_location']             = 'اندازه تصویر فروشگاه (عرض * ارتفاع)';
$_['entry_width']                      = 'عرض';
$_['entry_height']                     = 'ارتفاع';

// Help
$_['help_directory'] 	               = 'این فیلد فقط برای فعالسازی قالب های قدیمی است که با سیستم جدید قالب هماهنگ شوند. شما می توانید پوشه قالب را برای استفاده در تنظیمات اندازه تصویر که در اینجا تعریف می شود تعیین کنید.';
$_['help_product_limit'] 	           = 'تعداد آیتم هایی که  در هر صفحه از فروشگاه نمایش داده می‌شود (محصولات، دسته بندی، غیره)';
$_['help_product_description_length']  = 'در حالت لیستی، تعداد کاراکتر توضیحات کوتاه (دسته بندی ها، ویژه ها و ...)';

// Error
$_['error_permission']                 = 'هشدار: شما اجازه ویرایش قالب پیش فرض فروشگاه را ندارید!';
$_['error_limit']       	           = 'تعداد محصول موردنیاز می‌باشد!';
$_['error_image_thumb']                = 'ابعاد اندازه تصویر بند انگشتی محصول موردنیاز می‌باشد!';
$_['error_image_popup']                = 'ابعاد اندازه تصویر پاپاپ محصول موردنیاز می‌باشد!';
$_['error_image_product']              = 'ابعاد اندازه لیست محصول موردنیاز می‌باشد!';
$_['error_image_category']             = 'ابعاد اندازه لیست دسته بندی موردنیاز می‌باشد!';
$_['error_image_additional']           = 'ابعاد اندازه تصویر اضافی محصول موردنیاز می‌باشد!';
$_['error_image_related']              = 'ابعاد اندازه تصویر محصولات مشابه موردنیاز می‌باشد!';
$_['error_image_compare']              = 'ابعاد اندازه تصویر مقایسه موردنیاز می‌باشد!';
$_['error_image_wishlist']             = 'ابعاد اندازه تصویر لیست دلخواه موردنیاز می‌باشد!';
$_['error_image_cart']                 = 'ابعاد اندازه تصویر سبد خرید موردنیاز می‌باشد!';
$_['error_image_location']             = 'ابعاد اندازه تصویر فروشگاه موردنیاز می‌باشد!';
?>