<?php
// Heading
$_['heading_title']        = 'رابط های برنامه نویسی نرم افزار (API)';

// Text
$_['text_success']         = 'نتیجه: رابط های برنامه نویسی نرم افزار (API) با موفقیت تغییر یافت!';
$_['text_list']            = 'لیست رابط های برنامه نویسی نرم افزار (API)';
$_['text_add']             = 'افزودن رابط برنامه نویسی نرم افزار (API)';
$_['text_edit']            = 'ویرایش رابط برنامه نویسی نرم افزار (API)';

// Column
$_['column_username']      = 'نام کاربری';
$_['column_status']        = 'وضعیت';
$_['column_date_added']    = 'تاریخ افزودن';
$_['column_date_modified'] = 'تاریخ ویرایش';
$_['column_action']        = 'عملیات';

// Entry
$_['entry_username']       = 'نام کاربری';
$_['entry_password']       = 'رمز عبور';
$_['entry_status']         = 'وضعیت';

// Error
$_['error_permission']     = 'هشدار: امکان تغییر رابط های برنامه نویسی نرم افزار (API) وجود ندارد!';
$_['error_username']       = 'نام کاربری باید بین 3 تا 20 کاراکتر باشد!';
$_['error_password']       = 'رمز عبور رابط های برنامه نویسی نرم افزار (API) باید بین 3 تا 256 کاراکتر باشد!';
?>