<?php
// Heading 
$_['heading_title']                 = 'برنامه بازاریابی';

// Text
$_['text_account']                  = 'حساب کاربری';
$_['text_login']                    = 'ورود';
$_['text_description']              = '<p>برنامه بازاریابی %s یک امکان رایگان بوده که کاربران را قادر می سازد تا با قرار دادن لینک یا لینک ها در وب سایت خود به تبلیغ %s یا کالاهای آن پرداخته و از آن کسب درآمد کنند. با خرید کالاها توسط خرید کنندگان توسط لینک شما کمیسیونی (درصدی از فروش) به شما پرداخت می شود. نرخ کمیسیون معمول در حال حاضر % s می باشد.</p><p>برای کسب اطلاعات بیشتر به صفحه پرسش و پاسخ یا به شرایط بازاریابی ما مراجعه نمایید.</p>';
$_['text_new_affiliate']            = 'بازاریاب جدید';
$_['text_register_account']         = '<p>من در حال حاضر از بازاریاب های فروشگاه نیستم.</p><p>برای ایجاد یک حساب کاربری بازاریابی بر روی دکمه ادامه کلیک نمایید. لطفا توجه نمایید شما به هیچ وجه به حساب کاربری مشتریتان متصل نیستید.</p>';
$_['text_returning_affiliate']      = 'ورود بازاریاب';
$_['text_i_am_returning_affiliate'] = 'من از بازاریاب های فروشگاه هستم.';
$_['text_forgotten']                = 'رمز عبور را فراموش کرده ام';

// Entry
$_['entry_email']                   = 'ایمیل بازاریاب';
$_['entry_password']                = 'رمز عبور';

// Error
$_['error_login']                   = 'هشدار: رمز عبور یا آدرس ایمیل وارد شده صحیح نمی باشد!';
$_['error_attempts']                = 'هشدار: تلاش شما برای ورود به حساب کاربری از حد مجاز بیشتر شده است. لطفا 1 ساعت دیگر مجددا تلاش نمایید.';
$_['error_approved']                = 'هشدار: حساب کاربری شما قبل از وارد شدن به سایت نیاز به تایید دارد!';
?>