<?php
// Heading
$_['heading_title'] = 'حساب کاربری بازاریابی شما ایجاد شده است!';

// Text 
$_['text_message']  = '<p>تبريک! حساب کاربری شما با موفقيت ایجاد شد!</p> <p>شما هم اکنون یکی از بازاریاب های %s می باشید.</p> <p>اگر شما هر گونه سوالی در مورد عملکرد اين سیستم بازاریابی داريد به صاحب فروشگاه ایمیل بفرستيد.</p> <p>یک ایمیل تایید برای شما ارسال شد. اگر تا یک ساعت دیگر آن را دریافت نکردید لطفا با ما <a href="%s">تماس بگیرید</a>.</p>';
$_['text_approval'] = '<p>بابت ثبت نام یک حساب کاربری بازاریابی در %s از شما سپاسگزاریم!</p><p>هنگامی که حساب کاربری شما توسط صاحب فروشگاه تایید شود از طریق ایمیل آگاه خواهید شد.</p><p>اگر شما هر گونه سوالی در مورد عملکرد اين سیستم بازاریابی داريد لطفا با <a href="%s">صاحب فروشگاه تماس</a> بگیرید. </p>';
$_['text_account']  = 'حساب';
$_['text_success']  = 'نتیجه';
?>