<?php
// Heading 
$_['heading_title']    = 'پیگیری بازاریابی';

// Text
$_['text_account']     = 'حساب کاربری';
$_['text_description'] = '‫برای اطمینان از مبلغ پرداختی بابت معرفی افرادی که شما برای ما ارسال کرده اید لازم است تا شما یک کد پیگیری در آدرسی (URL) که به ما متصل است قرار دهید. شما می توانید از ابزار زیر جهت ایجاد لینک به وب سایت %s استفاده نمایید.';

// Entry
$_['entry_code']       = 'کد پیگیری شما';
$_['entry_generator']  = 'ایجاد لینک پیگیری';
$_['entry_link']       = 'لینک پیگیری';

// Help
$_['help_generator']   = 'نام کالای که مایل به ایجاد لینک به آن هستید را بنویسید.';
?>