<?php
// Heading
$_['heading_title']    = 'آی پی های مسدود شده';

// Text
$_['text_success']     = 'نتیجه: آی پی های مسدود شده با موفقیت تغییر یافت!';
$_['text_list']        = 'لیست آی پی های مسدود شده';
$_['text_add']         = 'افزودن آی پی مسدود شده';
$_['text_edit']        = 'ویرایش آی پی مسدود شده';

// Column
$_['column_ip']        = 'آی پی';
$_['column_customer']  = 'مشتریان';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_ip']         = 'آی پی';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر آی پی های مسدود شده وجود ندارد!';
$_['error_ip']         = 'آی پی باید بین 1 تا 40 کاراکتر باشد!';
?>