<?php
// Heading
$_['heading_title']     = 'گروه های مشتری';

// Text
$_['text_success']      = 'نتيجه: گروه های مشتری با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست گروه های مشتری';
$_['text_add']          = 'افزودن گروه مشتری';
$_['text_edit']         = 'ویرایش گروه مشتری';

// Column
$_['column_name']       = 'نام گروه مشتری';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه مشتری';
$_['entry_description'] = 'توضیحات';
$_['entry_approval']    = 'تایید مشتریان جدید';
$_['entry_sort_order']  = 'ترتیب';

// Help
$_['help_approval']     = 'مشتریان باید توسط مدیر تایید شوند قبل از اینکه بتوانند وارد فروشگاه شوند.';

// Error
$_['error_permission']  = 'هشدار: امکان تغيير گروه های مشتری وجود ندارد!';
$_['error_name']        = 'نام گروه مشتری بايد  بين 3 تا 32 کاراکتر باشد!';
$_['error_default']     = 'هشدار: اين گروه مشتری را نمی توانيد حذف نمایيد زیرا در حال حاضر به گروه مشتری پيش فرض فروشگاه اختصاص یافته است!';
$_['error_store']       = 'هشدار: اين گروه مشتری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_customer']    = 'هشدار: اين گروه مشتری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s مشتری اختصاص یافته است!';
?>