<?php
// Heading
$_['heading_title']       = 'چیدمان ها';

// Text
$_['text_success']        = 'نتيجه: چیدمان ها با موفقیت تغییر یافت!';
$_['text_list']           = 'لیست چیدمان ها';
$_['text_add']            = 'افزودن چیدمان';
$_['text_edit']           = 'ویرایش چیدمان';
$_['text_default']        = 'پیش فرض';
$_['text_content_top']    = 'محتوای بالا';
$_['text_content_bottom'] = 'محتوای پایین';
$_['text_column_left']    = 'ستون سمت راست';// تغییر یافته به خاطر قالب
$_['text_column_right']   = 'ستون سمت چپ';// تغییر یافته به خاطر قالب

// Column
$_['column_name']         = 'نام چیدمان';
$_['column_action']       = 'عمليات';

// Entry
$_['entry_name']          = 'نام چیدمان';
$_['entry_store']         = 'فروشگاه';
$_['entry_route']         = 'مسیر(Route)';
$_['entry_module']        = 'ماژول';
$_['entry_position']      = 'موقعیت';
$_['entry_sort_order']    = 'ترتیب';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر چیدمان ها وجود ندارد!';
$_['error_name']        = 'نام چیدمان باید بین 3 تا 64 کاراکتر باشد!';
$_['error_default']     = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به چیدمان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']       = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_product']     = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به %s کالا اختصاص یافته است!';
$_['error_category']    = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به %s دسته بندی اختصاص یافته است!';
$_['error_information'] = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به %s صفحه ی اطلاعات اختصاص یافته است!';
?>