<?php
// Heading  
$_['heading_title']       = 'کوپن ها';

// Text
$_['text_success']        = 'نتیجه: کوپن ها با موفقیت تغییر یافت!';
$_['text_list']           = 'لیست کوپن ها';
$_['text_add']            = 'افزودن کوپن';
$_['text_edit']           = 'ویرایش کوپن';
$_['text_percent']        = 'درصد';
$_['text_amount']         = 'مقدار ثابت';

// Column
$_['column_name']         = 'نام کوپن';
$_['column_code']         = 'کد';
$_['column_discount']     = 'تخفیف';
$_['column_date_start']   = 'تاریخ شروع';
$_['column_date_end']     = 'تاریخ پایان';
$_['column_status']       = 'وضعیت';
$_['column_order_id']     = 'شناسه سفارش';
$_['column_customer']     = 'مشتری';
$_['column_amount']       = 'مقدار';
$_['column_date_added']   = 'تاریخ افزودن';
$_['column_action']       = 'عملیات';

// Entry
$_['entry_name']          = 'نام کوپن';
$_['entry_code']          = 'کد';
$_['entry_type']          = 'نوع';
$_['entry_discount']      = 'تخفیف';
$_['entry_logged']        = 'ورود مشتری';
$_['entry_shipping']      = 'حمل و نقل رایگان';
$_['entry_total']         = 'جمع کل';
$_['entry_category']      = 'دسته بندی';
$_['entry_product']       = 'کالاها';
$_['entry_date_start']    = 'تاریخ شروع';
$_['entry_date_end']      = 'تاريخ پايان';
$_['entry_uses_total']    = 'استفاده از هر کوپن';
$_['entry_uses_customer'] = 'استفاده توسط مشتری';
$_['entry_status']        = 'وضعیت';

// Help
$_['help_code']           = 'کدی که مشتری برای گرفتن تخفیف وارد می نماید.';
$_['help_type']           = 'درصد یا مقدار ثابت.';
$_['help_logged']         = 'مشتری برای استفاده از کوپن باید وارد شود.';
$_['help_total']          = 'مقداری که در صورت رسیدن جمع کل به آن، کوپن معتبر خواهد شد.';
$_['help_category']       = 'انتخاب تمام کالاهای عضو دسته بندی های انتخاب شده.';
$_['help_product']        = 'کالاهای که این کوپن برای آن ها اعمال خواهد شد را انتخاب نمایید. اگر هیچ کالای انتخاب نشود این کوپن برای تمام کالاها اعمال خواهد شد.';
$_['help_uses_total']     = 'حداکثر تعداد دفعاتی که کوپن توسط هر مشتری می تواند استفاده شود. برای استفاده نامحدود فیلد را خالی بگذارید.';
$_['help_uses_customer']  = 'حداکثر تعداد دفعاتی که کوپن توسط یک مشتری می تواند استفاده شود. برای استفاده نامحدود فیلد را خالی بگذارید.';

// Error
$_['error_permission']    = 'هشدار: امکان تغییر کوپن ها وجود ندارد!';
$_['error_exists']        = 'هشدار: این کد کوپن قبلا استفاده شده است!';
$_['error_name']          = 'نام کوپن باید بین 3 تا 128 کاراکتر باشد!';
$_['error_code']          = 'کد باید بین 3 تا 10 کاراکتر باشد!';
?>