<?php
// Heading
$_['heading_title']     = 'پیگیری تبلیغات و بازاریابی';

// Text
$_['text_success']      = 'نتیجه: پیگیری تبلیغات و بازاریابی با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست پیگیری تبلیغات و بازاریابی';
$_['text_add']          = 'افزودن پیگیری تبلیغات و بازاریابی';
$_['text_edit']         = 'ویرایش پیگیری تبلیغات و بازاریابی';

// Column
$_['column_name']       = 'نام کمپین';
$_['column_code']       = 'کد';
$_['column_clicks']     = 'کلیک ها';
$_['column_orders']     = 'سفارش ها';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام کمپین';
$_['entry_description'] = 'توضیحات کمپین';
$_['entry_code']        = 'کد پیگیری';
$_['entry_example']     = 'نمونه ها';
$_['entry_date_added']  = 'تاریخ افزودن';

// Help
$_['help_code']         = 'کد پیگیری که برای پیگیری کمپین های تبلیغاتی و بازاریابی استفاده خواهد شد.';
$_['help_example']      = 'برای اینکه سیستم بتواند معارفه ها را پیگیری نماید لازم است تا یک کد پیگیری به آخر آدرس (URL) لینکی که به وب سایت شما متصل است اضافه شود.';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر پیگیری تبلیغات و بازاریابی وجود ندارد!';
$_['error_name']        = 'نام کمپین باید بین 1 تا 32 کاراکتر باشد!';
$_['error_code']        = 'کد رهگیری مورد نیاز است!';
?>